{
  "beers": [
    {
      "id": "14",
      "name": "Caution Weka!",
      "image": "cauton_weka.png",
      "details": {
        "abv": "6.7%",
        "ibu": "30",
        "og": "1.055",
        "fg": "1.007"
      },
      "description": "As the name and label suggest, this beer is about New Zealand, specifically about Motueka hops. I used it as the only hop for my third Saison that
      I brewed in August 2017. The malt bill consisted of Pilsner, Golden Promise, wheat, and Munich malt, as well as some flaked spelt to create a hazy
      golden color with a semi-dry body and a creamy mouthfeel. As the go-to yeast for my Saisons I used Mangrove Jack's M29 French Saison. The hop schedule
      was mostly whirpool and dry-hopping. Only a few grams at the beginning of the boil to get to 25 IBUs and prevent boil-overs.<br/>
      My mash efficiency was 10% better than usual and I ended up with an OG of 1.055 instead of the planned 1.048. I fermented the beer at 30°C which was the
      upper end of the recommended temperature range and caused quite a vigorous fermentation that ended in an FG of 1.006 after 10 days with approx. 6.5 ABV.
      After that I dry-hopped with 5 g/l for 4 days before priming and bottling for 2.6 vol. of carbonation.<br/>
      The finished beer is hazy golden with a white head. It has a bright lime and fruity aroma with hints of gooseberry and other southern hemisphere
      hop aromas accompanied by peppery spiciness.
      The yeast produced a great mouthfeel that combines refreshing dryness with a lingering carbonation and creaminess from the wheat and spelt. Although dry,
      it has more of a medium body that never feels watery. Fruits, spiciness, and some grainy maltiness in the background characterize the taste that finishes
      in a pleasantly smooth bitterness.<br/>
      Motueka is a great single hop for Saisons. It perfectly blends with the fruitiness and spiciness of the yeast while still providing its unique aromas that
      got even more pronounced and tropical with time. For other styles like IPAs, I would probably combine it with dank and earthy hops like Galaxy, Simcoe, or
      Mosaic to balance their pungency."
    },
    {
      "id": "13",
      "name": "The Juicy Void",
      "image": "the_juicy_void.png",
      "details": {
        "abv": "<1.0%",
        "ibu": "40",
        "og": "1.040",
        "fg": "1.010"
      },
      "description": "Making a good non-alcoholic beer is probably more difficult than brewing a barley wine. Alcohol is one of the key factors for the perception
      of beer. It affects mouthfeel, sweetness, and body. The easiest and most common way of making beer without alcohol is a stalled
      fermentation where the temperature is kept near zero degrees to prevent the yeast from doing its job. The result is mostly a cloyingly
      sweet, cereal-like tasting beer that is close to unfermented wort with hops. Urgh. The better way is to make a normal beer and remove the
      alcohol afterwards.<br/>
      On a commercial level this is mostly done using evaporation of alcohol under vacuum conditions where the boiling point of water is close to 40°C.
      Doing this as a homebrewer is not really feasible so I had to think of something to preserve the taste when doing a double boil. I decided
      to use absolutely no hops during the initial boil and to use it only in the second one during whirpool and for dry-hopping. The base beer was
      a session version of a New England IPA with British Pale Ale malts and flaked oats and spelt for a creamy mouthfeel. I avoided light and medium crystal malts and
      used only some CaraPils to compensate the lack of body. For hopping I used only Equinox, first in the whirpool to get a medium bitterness of
      40 IBU, and the rest went into dry-hopping (6g/l) to get some pungeant aroma of tropical fruits.<br/>
      I fermented with Danstar London ESB which worked really well in brew #12. This yeast does not ferment maltotriose so I mashed a bit lower to
      avoid a lot of residual sweetness. The wort went from 1.040 to 1.010 to produce roughly 4% ABV. I had hoped for a higher FG but I somehow
      misunderstood the CaraPils malt. The American version is a very low color crystal malt with lots of unfermentable dextrins. The German version
      which I used is a mealy, protein rich malt that helps with producing a lasting foam in Pilsners. For the second boil, I topped up with water
      and boiled for an hour to evaporate the alcohol. I then switched off the flame and waited ten
      minutes before adding the whirpool hops for half an hour. Directly after the beer was cooled down to 20°C I added the hops for dry-hopping
      and left it sitting for 3 days. For bottling I totally miscalculated the amount of priming sugar because I didn't account for the CO2 that was
      removed from the beer during the second boil. I decided to re-prime all the bottles with a slight risk of overcarbonating them.<br/>
      The finished beer had between 0.5 and 1% ABV due to the refermentation in the bottle. It had a hazy yellow appearance and an aroma of lime,
      honey melon, and something that resembles green bell peppers, but in a fruity way. Not bad but also not really juicy and tropical. Columbus and
      Citra or Mosaic would have worked better probably. The carbonation was a bit high due to the re-priming and could be easily swirled out.
      The body was pretty light, but the mouthfeel was still good and not watery thanks to the flaked grains. Brewing a tasty non-alcoholic beer
      at home definitely works, but there was still lots of room for improvement flavor-wise which is mostly recipe related. Mashing high and using
      a versatile yeast like US-05 would have been better, probably. Also a light crystal or Munich malt would have added more flavor and body than
      CaraPils, I think."
    }
  ]
}
